tap "warashi/tap"
brew "ansible"
brew "aws-vault"
brew "chezmoi"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "gemini-cli"
brew "git"
brew "git-filter-repo"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "mise"
brew "nkf"
brew "plantuml"
brew "poppler"
brew "powerlevel10k"
brew "rustup"
brew "sleepwatcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "percona-toolkit"
cask "warashi/tap/cage"
cask "orbstack"
cask "visual-studio-code"
vscode "3w36zj6.textlint"
vscode "amandeepmittal.pug"
vscode "andrewrazumovsky.vscode-styled-jsx-languageserver"
vscode "anthropic.claude-code"
vscode "champgm.cloudformation-yaml-validator"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "haaleo.vscode-stylint"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "jasew.anki"
vscode "jebbs.plantuml"
vscode "jeremyrajan.webpack"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mimarec.swagger-doc-viewer"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "myriad-dreamin.tinymist"
vscode "neilbrayfield.php-docblocker"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "oderwat.indent-rainbow"
vscode "omartawfik.github-actions-vscode"
vscode "orta.vscode-jest"
vscode "qnsolutions.swaggitor"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "skyran.js-jsx-snippets"
vscode "stylelint.vscode-stylelint"
vscode "thekalinga.bootstrap4-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
