tap "derailed/k9s"
tap "k1low/tap"
tap "kayac/tap"
tap "reviewdog/tap"
tap "warashi/tap"
brew "alp"
brew "ansible"
brew "aws-vault"
brew "bat"
brew "chezmoi"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-sed"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "hugo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "peco"
brew "pinact"
brew "plantuml"
brew "poppler"
brew "powerlevel10k"
brew "procs"
brew "ripgrep"
brew "rustup"
brew "sleepwatcher"
brew "starship"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "typst"
brew "typstyle"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "k1low/tap/git-wt"
brew "kayac/tap/ecspresso"
brew "reviewdog/tap/reviewdog"
cask "warashi/tap/cage"
cask "claude-code"
cask "orbstack"
vscode "3w36zj6.textlint"
vscode "amandeepmittal.pug"
vscode "andrewrazumovsky.vscode-styled-jsx-languageserver"
vscode "anthropic.claude-code"
vscode "champgm.cloudformation-yaml-validator"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "haaleo.vscode-stylint"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "jasew.anki"
vscode "jebbs.plantuml"
vscode "jeremyrajan.webpack"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mimarec.swagger-doc-viewer"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "myriad-dreamin.tinymist"
vscode "neilbrayfield.php-docblocker"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "oderwat.indent-rainbow"
vscode "omartawfik.github-actions-vscode"
vscode "orta.vscode-jest"
vscode "qnsolutions.swaggitor"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "skyran.js-jsx-snippets"
vscode "stylelint.vscode-stylelint"
vscode "thekalinga.bootstrap4-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/msksgm/go-simple-api-server"
go "github.com/msksgm/go-techblog-msksgm"
go "golang.org/x/tools/cmd/godoc"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/uudashr/gopkgs/v2/cmd/gopkgs"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/rakyll/hey"
go "github.com/josharian/impl"
go "github.com/client9/misspell/cmd/misspell"
go "github.com/ymtdzzz/otel-tui"
go "github.com/kyoh86/richgo"
go "golang.org/x/tools/go/analysis/passes/shadow/cmd/shadow"
go "mvdan.cc/unparam"
